 [
  
  {
    
    "name": "Monitor ",
    "description":"A monitor is an electronic visual computer display that includes a screen, circuitry and the case in which that circuitry is enclosed. Older computer monitors made use of cathode ray tubes (CRT), which made them large, heavy and inefficient.",
    "price":1200,
    "img": "https://enedao.com.bd/wp-content/uploads/2021/03/Mi-Curved-Gaming-Monitor-343440x1440-pixel-Black.jpg"
    
  },
  {
    
    "price":1300,
    "name": "Ram.",
    "description":"RAM is short for “random access memory” and while it might sound mysterious, RAM is one of the most fundamental elements of computing. RAM is the super-fast and temporary data storage space that a computer needs to access right now or in the next few moments.",
   
    "img": " https://www.computerhope.com/cdn/computer-memory.png"
    
  },
  {
    
    "price":1800,
    "name": "Laptop",
    "description":"A laptop computer, sometimes called a notebook computer by manufacturers, is a battery- or AC-powered personal computer generally smaller than a briefcase that can easily be transported and conveniently used in temporary spaces such as on airplanes, in libraries, temporary offices, and at meetings.;",
  
    "img": "https://icdn.digitaltrends.com/image/digitaltrends/macbook-pro-2021-16.jpg"
    
  },
  {
    
    "price":1800,
    "name": "Display",
    "description":"A display is a computer output surface and projecting mechanism that shows text and often graphic images to the computer user, using a cathode ray tube ( CRT ), liquid crystal display ( LCD ), light-emitting diode, gas plasma, or other image projection technology. ",
     
    "img": "https://www.examcollection.com/design/wikipic/139.jpg"
    
  },
 
  {
    
    "price":1900,
    "name": "KeyBoard",
    "description":"A computer keyboard is an input device that allows a person to enter letters, numbers, and other symbols (together, these are called characters) into a computer. It is one of the most used input devices for computers. Using a keyboard is often called typing.. ",
   
    "img": "https://m.media-amazon.com/images/I/71cngLX2xuL._AC_SY355_.jpg"
    
  },

  
  
  {
    
    "price":3300,
    "name": "SSD.",
    "description":"A solid-state drive (SSD) is a new generation of storage device used in computers. SSDs use flash-based memory, which is much faster than a traditional mechanical hard disk. Upgrading to an SSD is one of the best ways to speed up your computer..",
   
    "img": " https://www.enterprisestorageforum.com/wp-content/uploads/2019/01/hdd-vs.-ssd-696x348.png"
    
  }
  
  
   
 ]